const List<String> habitList = [
'매일 물 2L 마시기',
'매일 아침 이불정리하기',
'오전 7시 기상 인증하기',
'모닝페이지 작성하기',
'하루 계획 세우기',
'일어나자마자 양치하기',
'휴대폰 6시간 이하 쓰기',
];

const List<String> sportsList = [
  '운동 루틴 공유하기',
  '공복 유산소 인증하기',
  '30분 이상 운동하기',
  '아침 요가하기',
  '1분 플랭크 인증하기',
  '2만보 걷기',
  '5km 러닝 인증하기',
];

const List<String> testList = [
  '오늘 공부 계획 공유하기',
  '플래너 공유하기',
  '하루 한 곳 지원하기',
  '자기소개서 쓰기',
  '포트폴리오 업데이트하기',
  '기사 스크랩하기',
  '컴활강의 수강 인증하기',
  '토익 공부 인증하기',
];

const List<String> studyList = [
  '착석 인증 사진 남기기',
  '하루 3시간 공부하기',
  '스터디 플래너 인증하기',
  '플래너 공유하기',
  '오전10시 도서관 착석',
  '오늘 공부 계획 공유하기',
];

const List<String> readingList = [
  '매일 1시간 책 읽기',
  '오전 30분 독서하기',
  '자기 전 30분 독서하기',
  '오늘의 문장 선정하기',
  '책 내용 필사하기',
  '오늘 읽은 내용 소개하기'
];

const List<String> etcList = [
  '기상 인증하기',
  '30분 이상 운동하기',
  '하루 30분 독서하기',
  'SNS 3시간 이하 사용',
  '목표 시간에 눕기',
  '내일 할일 정리하기',
];